{"parent":"product.json","context":{"market":"rest-of-the-world"},"sections":{"main":{"settings":{},"blocks":{"collapsible_tab_8Cey3K":{"settings":{"content":"<p>For any items that arrive damaged or have manufacturing faults, please contact us to see if you are eligible for a replacement.<\/p><p>For any other issues with orders including change of mind, order mistakes or shipping address errors, please see below.<\/p><p><span style=\"text-decoration:underline\"><strong>Special Edition Books<\/strong><\/span><br\/><br\/>Special edition book pre-orders can only be cancelled within 24 hours of placing the order by emailing lavishlibrarian@gmail.com<br\/>After 24 hours have passed, special edition pre-orders cannot be cancelled or refunded.<br\/><br\/>Address changes can be made up until one week before special edition pre-orders begin shipping. Lavish Library will email all customers with a valid order 1-2 weeks prior to this date with a reminder for address changes. Prior to this, you can email lavishlibrarian@gmail.com with any address changes.<br\/><span style=\"text-decoration:underline\"><strong><br\/>Stickers, Art Prints, Mugs & Bookmarks<\/strong><\/span><\/p><p>Please note that these products are only available to Australian customers. These items are all handled and shipped by us direct from Lavish Library HQ. Please contact us within 24 hours of placing your order if you need to cancel or change any part of your order (including shipping address).<\/p><p>Once your order has shipped we cannot accommodate any exchanges, refunds or returns due to order errors or change of mind.<\/p>"}},"collapsible_tab_LpRHHD":{"settings":{"content":"<p>Please see more information below on handling & shipping times for different product types.<\/p><p><span style=\"text-decoration:underline\"><strong>Special Edition Books<\/strong><\/span><\/p><p>Please note that ALL special edition books work on a pre-order system. This means that the books ARE NOT ready to ship when you place your order. <\/p><p>Approximate shipping time-frames are listed in the product description of each special edition product listing. <\/p><p>Approximate production and shipping times range from 4-6 months from the close of pre-orders and are subject to change due to factors outside of our control.<br\/><br\/>We cannot ship special edition books to PO boxes, locked bags or parcel lockers.<\/p><p>While we have attempted to ensure all customs, duties and taxes have been covered, there is a chance you may still need to cover these costs before receiving your delivery. By purchasing this pre-order, the customer assumes responsibility for covering any additional costs required to facilitate delivery to their chosen country. Unfortunately, Lavish Library will be unable to offer refunds if your order is returned to us due to unpaid customs, duties or tax charges.<\/p><p><span style=\"text-decoration:underline\"><strong>Stickers, Art Prints, Mugs & Bookmarks<\/strong><\/span><\/p><p>Please note that these items are only available to Australian customers. These items will be shipped via Standard Post from Lavish Library HQ (in Brisbane, QLD) within 2-3 days of order confirmation.<\/p><p>Unfortunately tracking is unavailable for orders that only include stickers, art prints or bookmarks as these are sent as Letters. Orders that include mugs will have tracking.<\/p>"}}},"block_order":["title","price","afterpay_on_site_messaging_payments_messaging_AAYyxn","variant_picker","quantity_selector","buy_buttons","description","collapsible_tab_8Cey3K","collapsible_tab_LpRHHD","rating_GcaA4Q"]}}}